/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Account mobile e altre opzioni";
"mcx.pfm_description" =			"Creazione, eliminazione e altre opzioni relative all'account mobile.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Crea una directory Inizio portatile";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Crea una directory Inizio portatile con sincronizzazione di default al login utente.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Crea un account mobile";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Crea un account mobile con la sincronizzazione disattivata al login utente.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Mostra la finestra di dialogo Account mobile";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Prima di creare un account mobile, mostra una finestra di dialogo che consente all'utente di evitare la creazione di un account mobile e di effettuare il login con i propri account network e cartella Inizio network.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Opzione non mostrare mai il dialogo di account mobile";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"Nel dialogo di creazione dell'account mobile, consenti all'utente di selezionare l'opzione di non mostrare il dialogo in login successivi.";
"cachedaccounts.create.encrypt.pfm_title" =			"Richiedi cartelle Inizio mobile con FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Crea cartelle Inizio di account mobile con codifica FileVault.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Master password necessaria per cartelle Inizio mobile con FileVault";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Una password master computer è necessaria per creare cartelle Inizio mobili FileVault. Se impostato su vero e una password master non è disponibile, creazione di cartella Inizio FileVault, o qualsiasi login che crei una cartella Inizio mobile, potrebbero essere negati. Se impostato su falso, FileVault potrebbe essere creato senza una password master.";
"cachedaccounts.create.maxSize.pfm_title" =			"Limite dimensione della cartella Inizio mobile con FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Dimensioni massime cartelle Inizio mobili FileVault. Imposta su “noMaxSize” per non avere limiti di dimensioni, “fisse” per specificare un limite di dimensioni nella chiave “Dim. max cartella Inizio mobile FileVault” o “percentOfNetworkHome” per specificare un limite di dimensioni come una percentuale della quota di disco della cartella del network nella chiave “Percentuale dim. max cartella Inizio mobile FileVault”.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Dimensione massima della cartella Inizio mobile con FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Dimensioni massime cartella Inizio mobile FileVault in byte (come stringa). La chiave “Dimensioni massime cartella Inizio mobile ”deve essere impostata su “fisse” affinché questo valore possa avere effetto.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Dimensione massima della cartella Inizio mobile con FileVault espressa in percentuale";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Dimensioni massime cartella Inizio mobile FileVault come percentuale della (come stringa). La chiave “Dimensioni massime cartella Inizio mobile ”deve essere impostata su “fisse” affinché questo valore possa avere effetto.";
"cachedaccounts.create.location.pfm_title" =			"Posizione della cartella Inizio mobile";
"cachedaccounts.create.location.pfm_description" =			"Posizione della cartella Inizio mobile. Imposta su “startup” per crearla in /Utenti nel volume, “path” per specificare un percorso di cartella nella chiave “Percorso della cartella Inizio mobile”, “userPicksVolume” per scegliere manualmente qualsiasi volume, “userPicksInternalVolume” per scegliere manualmente qualsiasi volume interno, o “userPicksExternalVolume” per scegliere manualmente qualsiasi volume esterno.";
"cachedaccounts.create.location.path.pfm_title" =			"Percorso del documento principale della cartella Inizio mobile";
"cachedaccounts.create.location.path.pfm_description" =			"Un percorso di file system di una cartella in cui verrà creata la cartella Inizio mobile dell'utente. La chiave “Posizione della cartella Inizio mobile” deve essere impostata su “Percorso” affinchè questo valore abbia effetto.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Consenti server FileSync";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Imposta su VERO per utilizzare un processo FileSyncAgent remoto per la sincronizzazione, se disponibile. Imposta su FALSO per utilizzare il file server della cartella Inizio network per la sincronizzazione.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Richiedi server FileSync";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Imposta su VERO per richiedere un processo FileSyncAgent remoto per la sincronizzazione.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Consenti crittografia sincronizzazione";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Imposta su VERO per utilizzare la crittografia dei dati durante la sincronizzazione, se disponibile. Imposta su FALSO per non utilizzare la crittografia dei dati durante la sincronizzazione.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Richiede crittografia sincronizzazione";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Imposta su VERO per richiedere la crittografia dei dati durante la sincronizzazione.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Tempo di vita account mobile";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Tempo da attendere prima di eliminare un account mobile e la relativa cartella Inizio calcolato in secondi. Un valore -1 non consente mai di eliminare un account mobile. Un valore 0 elimina l'account mobile il prima possibile.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Richiedi sincronizzazione prima di eliminare account mobile";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Richiede l'esito positivo della sincronizzazione Inizio prima di eliminare un account mobile. Ciò si applica solo alle eliminazioni automatiche come indicato dalla chiave “Tempo restante account mobile”.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Crea directory Inizio mobile con modello utente locale";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Durante la creazione di un account mobile, crea la cartella Inizio locale utilizzando il modello dell'utente del computer.";
"cachedaccounts.create.syncURL.pfm_title" =			"URL sincronizzazione";
"cachedaccounts.create.syncURL.pfm_description" =			"URL della cartella Inizio network utilizzato per la sincronizzazione Inizio. Può essere impostato solo per la creazione di un account mobile. La stringa “%@” sarà sostituita con il nome del record utente prima dell'uso. Ad esempio: afp://myserver.apple.com/Utenti/BuildingA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Consenti Creazione PHD se si verificano errori";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Imposta su FALSO per impedire agli utenti di creare il loro account PHD se si verifica un errore di sincronizzazione.";

"timeZone.pfm_title" = "Fuso orario";
"timeZone.pfm_description" = "Imposta su un fuso orario riconosciuto, come “America/Los_Angeles” o “US/Pacific” così come appare in /usr/share/zoneInfo.";
"timeServer.pfm_title" = "Time Server";
"timeServer.pfm_description" = "Imposta su un nome time server riconosciuto, ad esempio “time.apple.com”.";

"DisableGuestAccount.pfm_title" = "Disabilita account ospite";
"DisableGuestAccount.pfm_description" = "Imposta su vero per disabilitare l'account  ospite. Imposta su falso per abilitare un account ospite.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "FinestraLogin tempi aggiornamento elenco utente";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Imposta il numero di volte per la richiesta di aggiornamento dell'elenco utente.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "FinestraLogin secondi di ritardo aggiornamento elenco utente";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Imposta il numero di secondi che devono intercorrere prima che venga richiesto l'aggiornamento dell'elenco utente.  Imposta su 0 per disabilitare.";

"RequireAdminForIBSS.pfm_title" = "Richiedi amministatore per AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Imposta su VERO per richiedere l'autenticazione amministratore per creare singoli network AirPort IBSS. Imposta su FALSO per disabilitare.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Richiedi amministatore per la modifica network AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Imposta su VERO per richiedere l'autenticazione amministratore per modificare i network AirPort. Imposta su FALSO per disabilitare.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Richiedi amministatore per la modifica AirPort Power";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Imposta su VERO per richiedere l'autenticazione amministratore per attivare o disattivare AirPort. Imposta su FALSO per disabilitare.";
